Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Configure Step
ar: تكوين الخطوة
bn: ধাপ কনফিগার করুন
de: Schritt konfigurieren
es: Configurar paso
fr: Étape de configuration
he: הגדר את שלב
hi: चरण कॉन्फ़िगर करें
it: Configura passo
ja_jp: ステップの構成
nl: Configureer stap
pt: Configurar etapa
ru: Настройка шага
te: దశను కాన్ఫిగర్ చేయండి
zh_cn: 配置步骤

source: Delete Step
ar: حذف الخطوة
bn: ধাপ মুছুন
de: Schritt löschen
es: Eliminar paso
fr: Supprimer l'étape
he: מחק שלב
hi: चरण हटाएँ
it: Elimina passaggio
ja_jp: ステップの削除
nl: Stap verwijderen
pt: Excluir etapa
ru: Удалить шаг
te: దశను తొలగించండి
zh_cn: 删除步骤

source: Confirm Step Deletion
ar: تأكيد حذف الخطوة
bn: ধাপ মুছে ফেলা নিশ্চিত করুন
de: Bestätigen Sie das Löschen des Schritts
es: Confirmar eliminación de pasos
fr: Confirmer la suppression de l'étape
he: אשר את מחיקת השלב
hi: चरण विलोपन की पुष्टि करें
it: Conferma l'eliminazione del passaggio
ja_jp: ステップ削除の確認
nl: Bevestig het verwijderen van de stap
pt: Confirmar exclusão da etapa
ru: Подтвердить удаление шага
te: దశ తొలగింపును నిర్ధారించండి
zh_cn: 确认步骤删除

source: You are about to delete the step: '
ar: أنت على وشك حذف الخطوة: '
bn: আপনি পদক্ষেপটি মুছে ফেলতে চলেছেন: '
de: Sie sind dabei, den Schritt zu löschen: '
es: Estás a punto de eliminar el paso: '
fr: Vous êtes sur le point de supprimer l'étape : '
he: אתה עומד למחוק את השלב: '
hi: आप इस चरण को हटाने वाले हैं: '
it: Stai per eliminare il passaggio: '
ja_jp: ステップを削除しようとしています: '
nl: U staat op het punt de stap te verwijderen: '
pt: Você está prestes a excluir a etapa: '
ru: Вы собираетесь удалить шаг: '
te: మీరు ఈ దశను తొలగించబోతున్నారు: '
zh_cn: 您将要删除该步骤：'

source: Are you sure you want to delete this step?
ar: هل أنت متأكد أنك تريد حذف هذه الخطوة؟
bn: আপনি কি এই ধাপটি মুছে ফেলার বিষয়ে নিশ্চিত?
de: Möchten Sie diesen Schritt wirklich löschen?
es: ¿Está seguro de que desea eliminar este paso?
fr: Êtes-vous sûr de vouloir supprimer cette étape ?
he: האם אתה בטוח שברצונך למחוק את השלב הזה?
hi: क्या आप वाकई इस चरण को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo passaggio?
ja_jp: このステップを削除してもよろしいですか?
nl: Weet u zeker dat u deze stap wilt verwijderen?
pt: Tem certeza de que deseja excluir esta etapa?
ru: Вы уверены, что хотите удалить этот шаг?
te: మీరు ఖచ్చితంగా ఈ దశను తొలగించాలనుకుంటున్నారా?
zh_cn: 您确定要删除此步骤吗？

source: Error Deleting Step
ar: حدث خطأ أثناء حذف الخطوة
bn: পদক্ষেপ মুছে ফেলার সময় ত্রুটি৷
de: Fehler beim Löschen des Schritts
es: Error al eliminar el paso
fr: Erreur lors de la suppression de l'étape
he: שגיאה במחיקת שלב
hi: चरण हटाने में त्रुटि
it: Errore durante l'eliminazione del passaggio
ja_jp: ステップ削除エラー
nl: Fout bij verwijderen van stap
pt: Erro ao excluir etapa
ru: Ошибка удаления шага
te: దశను తొలగించడంలో లోపం
zh_cn: 删除步骤出错

source: Cancelling assigned site folders job
ar: إلغاء مهمة مجلدات الموقع المعينة
bn: নির্ধারিত সাইট ফোল্ডার কাজ বাতিল করা হচ্ছে
de: Auftrag für zugewiesene Site-Ordner wird abgebrochen
es: Cancelación del trabajo de carpetas de sitio asignado
fr: Annulation du travail des dossiers de site attribués
he: ביטול עבודת תיקיות אתר שהוקצו
hi: असाइन किए गए साइट फ़ोल्डर कार्य को रद्द करना
it: Annullamento del processo delle cartelle sito assegnate
ja_jp: 割り当てられたサイトフォルダージョブをキャンセルしています
nl: De taak van toegewezen sitemappen annuleren
pt: Cancelando trabalho de pastas de site atribuídas
ru: Отмена задания назначенных папок сайта
te: కేటాయించిన సైట్ ఫోల్డర్u200cల పనిని రద్దు చేస్తోంది
zh_cn: 取消分配的站点文件夹作业

source: Cancelling assigned folders job:
ar: إلغاء مهمة المجلدات المخصصة:
bn: নির্ধারিত ফোল্ডার কাজ বাতিল করা হচ্ছে:
de: Auftrag für zugewiesene Ordner abbrechen:
es: Cancelación del trabajo de carpetas asignadas:
fr: Annulation du travail des dossiers attribués :
he: ביטול עבודת תיקיות שהוקצו:
hi: असाइन किए गए फ़ोल्डर कार्य को रद्द करना:
it: Annullamento del lavoro nelle cartelle assegnate:
ja_jp: 割り当てられたフォルダーのジョブをキャンセルします:
nl: Taak toegewezen mappen annuleren:
pt: Cancelando trabalho de pastas atribuídas:
ru: Отмена задания назначенных папок:
te: కేటాయించిన ఫోల్డర్u200cల పనిని రద్దు చేస్తోంది:
zh_cn: 取消分配的文件夹作业：

source: Confirm Workflow Deletion
ar: تأكيد حذف سير العمل
bn: ওয়ার্কফ্লো মুছে ফেলা নিশ্চিত করুন
de: Bestätigen Sie die Löschung des Workflows
es: Confirmar eliminación de flujo de trabajo
fr: Confirmer la suppression du flux de travail
he: אשר את מחיקת זרימת העבודה
hi: वर्कफ़्लो विलोपन की पुष्टि करें
it: Conferma l'eliminazione del flusso di lavoro
ja_jp: ワークフローの削除の確認
nl: Bevestig het verwijderen van de workflow
pt: Confirmar exclusão do fluxo de trabalho
ru: Подтвердить удаление рабочего процесса
te: వర్క్u200cఫ్లో తొలగింపును నిర్ధారించండి
zh_cn: 确认工作流程删除

source: You are about to delete the workflow: '
ar: أنت على وشك حذف سير العمل: '
bn: আপনি কর্মপ্রবাহ মুছে ফেলতে চলেছেন: '
de: Sie sind dabei, den Workflow zu löschen: '
es: Estás a punto de eliminar el flujo de trabajo: '
fr: Vous êtes sur le point de supprimer le workflow : '
he: אתה עומד למחוק את זרימת העבודה: '
hi: आप वर्कफ़्लो को हटाने वाले हैं: '
it: Stai per eliminare il flusso di lavoro: '
ja_jp: ワークフローを削除しようとしています: '
nl: U staat op het punt de workflow te verwijderen: '
pt: Você está prestes a excluir o fluxo de trabalho: '
ru: Вы собираетесь удалить рабочий процесс: '
te: మీరు వర్క్u200cఫ్లోను తొలగించబోతున్నారు: '
zh_cn: 您即将删除工作流程：'

source: Are you sure you want to delete this workflow?
ar: هل أنت متأكد أنك تريد حذف سير العمل هذا؟
bn: আপনি কি এই ওয়ার্কফ্লো মুছে ফেলার বিষয়ে নিশ্চিত?
de: Sind Sie sicher, dass Sie diesen Workflow löschen möchten?
es: ¿Está seguro de que desea eliminar este flujo de trabajo?
fr: Êtes-vous sûr de vouloir supprimer ce flux de travail ?
he: האם אתה בטוח שברצונך למחוק זרימת עבודה זו?
hi: क्या आप वाकई इस वर्कफ़्लो को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo flusso di lavoro?
ja_jp: このワークフローを削除してもよろしいですか?
nl: Weet u zeker dat u deze workflow wilt verwijderen?
pt: Tem certeza de que deseja excluir este fluxo de trabalho?
ru: Вы уверены, что хотите удалить этот рабочий процесс?
te: మీరు ఖచ్చితంగా ఈ వర్క్u200cఫ్లోను తొలగించాలనుకుంటున్నారా?
zh_cn: 您确定要删除此工作流程吗？

source: Error Deleting Workflow
ar: حدث خطأ أثناء حذف سير العمل
bn: ওয়ার্কফ্লো মোছার সময় ত্রুটি৷
de: Fehler beim Löschen des Workflows
es: Error al eliminar flujo de trabajo
fr: Erreur lors de la suppression du flux de travail
he: שגיאה במחיקת זרימת עבודה
hi: वर्कफ़्लो हटाने में त्रुटि
it: Errore durante l'eliminazione del flusso di lavoro
ja_jp: ワークフローの削除エラー
nl: Fout bij verwijderen van werkstroom
pt: Erro ao excluir fluxo de trabalho
ru: Ошибка удаления рабочего процесса
te: వర్క్u200cఫ్లోను తొలగించడంలో లోపం
zh_cn: 删除工作流程时出错

source: Workflow names can only include letters, numbers, space, _ or - characters and must be 1 to 50 characters long.
ar: يمكن أن تتضمن أسماء سير العمل فقط أحرفًا أو أرقامًا أو مسافات أو _ أو - أحرفًا، ويجب أن يتراوح طولها من 1 إلى 50 حرفًا.
bn: ওয়ার্কফ্লো নামগুলিতে শুধুমাত্র অক্ষর, সংখ্যা, স্থান, _ বা - অক্ষর অন্তর্ভুক্ত থাকতে পারে এবং 1 থেকে 50 অক্ষর দীর্ঘ হতে হবে।
de: Workflow-Namen dürfen nur Buchstaben, Zahlen, Leerzeichen sowie _ oder - Zeichen enthalten und müssen 1 bis 50 Zeichen lang sein.
es: Los nombres de los flujos de trabajo solo pueden incluir letras, números, espacios, _ o - caracteres y deben tener entre 1 y 50 caracteres.
fr: Les noms de flux de travail ne peuvent inclure que des lettres, des chiffres, des espaces, des caractères _ ou - et doivent comporter entre 1 et 50 caractères.
he: שמות זרימת עבודה יכולים לכלול רק אותיות, מספרים, רווח, תווים _ או - וצריכים להיות באורך של 1 עד 50 תווים.
hi: वर्कफ़्लो नामों में केवल अक्षर, संख्याएँ, स्थान, _ या - वर्ण शामिल हो सकते हैं और उनकी लंबाई 1 से 50 वर्ण होनी चाहिए।
it: I nomi dei flussi di lavoro possono includere solo lettere, numeri, spazi, caratteri _ o - e devono contenere da 1 a 50 caratteri.
ja_jp: ワークフロー名には文字、数字、スペース、_ または - 文字のみを含めることができ、長さは 1 ～ 50 文字である必要があります。
nl: Workflownamen mogen alleen letters, cijfers, spaties, _ of - tekens bevatten en moeten 1 tot 50 tekens lang zijn.
pt: Os nomes dos fluxos de trabalho só podem incluir letras, números, espaços, caracteres _ ou - e devem ter de 1 a 50 caracteres.
ru: Имена рабочих процессов могут содержать только буквы, цифры, пробелы, символы _ или - и должны иметь длину от 1 до 50 символов.
te: వర్క్u200cఫ్లో పేర్లలో అక్షరాలు, సంఖ్యలు, ఖాళీ, _ లేదా - అక్షరాలు మాత్రమే ఉంటాయి మరియు తప్పనిసరిగా 1 నుండి 50 అక్షరాల పొడవు ఉండాలి.
zh_cn: 工作流名称只能包含字母、数字、空格、_ 或 - 字符，并且长度必须为 1 到 50 个字符。

source: Validation error
ar: خطأ في التحقق
bn: বৈধতা ত্রুটি
de: Validierungsfehler
es: Error de validacion
fr: Erreur de validation
he: שגיאת אימות
hi: सत्यापन त्रुटि
it: Errore di convalida
ja_jp: 検証エラー
nl: Validatiefout
pt: Erro de validação
ru: Ошибка проверки
te: ధృవీకరణ లోపం
zh_cn: 验证错误

source: Error Creating Workflow
ar: خطأ في إنشاء سير العمل
bn: কর্মপ্রবাহ তৈরিতে ত্রুটি৷
de: Fehler beim Erstellen des Workflows
es: Error al crear flujo de trabajo
fr: Erreur lors de la création du flux de travail
he: שגיאה ביצירת זרימת עבודה
hi: वर्कफ़्लो बनाने में त्रुटि
it: Errore durante la creazione del flusso di lavoro
ja_jp: ワークフローの作成中にエラーが発生しました
nl: Fout bij het maken van een workflow
pt: Erro ao criar fluxo de trabalho
ru: Ошибка создания рабочего процесса
te: వర్క్u200cఫ్లో సృష్టించడంలో లోపం
zh_cn: 创建工作流程时出错

source: Workflows
ar: سير العمل
bn: কর্মপ্রবাহ
de: Arbeitsabläufe
es: Flujos de trabajo
fr: Flux de travail
he: זרימות עבודה
hi: वर्कफ़्लो
it: Flussi di lavoro
ja_jp: ワークフロー
nl: Werkstromen
pt: Fluxos de trabalho
ru: Рабочие процессы
te: వర్క్u200cఫ్లోలు
zh_cn: 工作流程

source: Add new workflow
ar: إضافة سير عمل جديد
bn: নতুন কর্মপ্রবাহ যোগ করুন
de: Neuen Workflow hinzufügen
es: Añadir un nuevo flujo de trabajo
fr: Ajouter un nouveau flux de travail
he: הוסף זרימת עבודה חדשה
hi: नया वर्कफ़्लो जोड़ें
it: Aggiungi un nuovo flusso di lavoro
ja_jp: 新しいワークフローを追加する
nl: Nieuwe werkstroom toevoegen
pt: Adicionar novo fluxo de trabalho
ru: Добавить новый рабочий процесс
te: కొత్త వర్క్u200cఫ్లో జోడించండి
zh_cn: 添加新的工作流程

source: Minimize
ar: تصغير
bn: ছোট করুন
de: Minimieren
es: Minimizar
fr: Minimiser
he: לְצַמְצֵם
hi: छोटा करना
it: Minimizzare
ja_jp: 最小化する
nl: Minimaliseer
pt: Minimizar
ru: Свернуть
te: కనిష్టీకరించు
zh_cn: 最小化

source: Maximize
ar: تعظيم
bn: সর্বাধিক করুন
de: Maximieren
es: Maximizar
fr: Maximiser
he: לְהַגדִיל
hi: अधिकतम
it: Massimizzare
ja_jp: 最大化する
nl: Maximaliseren
pt: Maximizar
ru: Максимизировать
te: గరిష్టీకరించు
zh_cn: 最大化

source: Delete workflow
ar: حذف سير العمل
bn: কর্মপ্রবাহ মুছুন
de: Workflow löschen
es: Eliminar flujo de trabajo
fr: Supprimer le flux de travail
he: מחק זרימת עבודה
hi: वर्कफ़्लो हटाएँ
it: Elimina flusso di lavoro
ja_jp: ワークフローの削除
nl: Werkstroom verwijderen
pt: Excluir fluxo de trabalho
ru: Удалить рабочий процесс
te: వర్క్u200cఫ్లోను తొలగించండి
zh_cn: 删除工作流程

source: Assigned
ar: مُكَلَّف
bn: বরাদ্দ করা হয়েছে
de: Zugewiesen
es: Asignado
fr: Attribué
he: מוּקצֶה
hi: सौंपा गया
it: Assegnato
ja_jp: 割り当て済み
nl: Toegewezen
pt: Atribuído
ru: Назначенный
te: కేటాయించబడింది
zh_cn: 已分配

source: Assign sites and folders to selected workflow
ar: تعيين المواقع والمجلدات لسير العمل المحدد
bn: নির্বাচিত ওয়ার্কফ্লোতে সাইট এবং ফোল্ডার বরাদ্দ করুন
de: Weisen Sie Websites und Ordner dem ausgewählten Workflow zu
es: Asignar sitios y carpetas al flujo de trabajo seleccionado
fr: Attribuer des sites et des dossiers au flux de travail sélectionné
he: הקצה אתרים ותיקיות לזרימת העבודה שנבחרה
hi: चयनित वर्कफ़्लो में साइटें और फ़ोल्डर्स असाइन करें
it: Assegna siti e cartelle al flusso di lavoro selezionato
ja_jp: 選択したワークフローにサイトとフォルダーを割り当てる
nl: Wijs sites en mappen toe aan de geselecteerde workflow
pt: Atribuir sites e pastas ao fluxo de trabalho selecionado
ru: Назначьте сайты и папки выбранному рабочему процессу
te: ఎంచుకున్న వర్క్u200cఫ్లోకు సైట్u200cలు మరియు ఫోల్డర్u200cలను కేటాయించండి
zh_cn: 将站点和文件夹分配给选定的工作流程

source: Started associated folders job for sites:
ar: بدء مهمة المجلدات المرتبطة بالمواقع:
bn: সাইটের জন্য যুক্ত ফোল্ডার কাজ শুরু করা হয়েছে:
de: Auftrag für verknüpfte Ordner für Websites gestartet:
es: Comenzó el trabajo de carpetas asociadas para los sitios:
fr: Démarrage du travail des dossiers associés pour les sites :
he: התחילה עבודת תיקיות משויכות לאתרים:
hi: साइटों के लिए संबद्ध फ़ोल्डरों का कार्य प्रारंभ किया गया:
it: Lavoro avviato sulle cartelle associate per i siti:
ja_jp: サイトの関連フォルダー ジョブを開始しました:
nl: Gekoppelde mappentaak voor sites gestart:
pt: Trabalho de pastas associadas para sites iniciado:
ru: Запущено задание связанных папок для сайтов:
te: సైట్u200cల కోసం అనుబంధిత ఫోల్డర్u200cల పని ప్రారంభించబడింది:
zh_cn: 开始站点的关联文件夹作业：

source: Started associated folders job for assets:
ar: بدأت مهمة المجلدات المرتبطة بالأصول:
bn: সম্পদের জন্য সংশ্লিষ্ট ফোল্ডার কাজ শুরু করেছেন:
de: Auftrag für verknüpfte Ordner für Assets gestartet:
es: Comenzó el trabajo de carpetas asociadas para los activos:
fr: Démarrage du travail des dossiers associés pour les ressources :
he: התחילה עבודת תיקיות משויכות עבור נכסים:
hi: संपत्तियों के लिए संबद्ध फ़ोल्डरों का काम शुरू किया:
it: Avviato il lavoro delle cartelle associate per le risorse:
ja_jp: アセットの関連フォルダー ジョブを開始しました:
nl: Gekoppelde mappentaak voor activa gestart:
pt: Trabalho de pastas associadas para ativos iniciado:
ru: Запущено задание связанных папок для ресурсов:
te: ఆస్తుల కోసం అనుబంధిత ఫోల్డర్u200cల పని ప్రారంభించబడింది:
zh_cn: 启动资产的关联文件夹作业：

source: Finished associated folders job for sites:
ar: تم الانتهاء من مهمة المجلدات المرتبطة بالمواقع:
bn: সাইটের জন্য সংশ্লিষ্ট ফোল্ডার কাজ সমাপ্ত:
de: Job mit zugeordneten Ordnern für Websites abgeschlossen:
es: Trabajo de carpetas asociadas finalizadas para los sitios:
fr: Travail des dossiers associés terminé pour les sites :
he: סיימה עבודת תיקיות משויכות לאתרים:
hi: साइटों के लिए संबद्ध फ़ोल्डरों का काम पूरा हुआ:
it: Lavoro delle cartelle associate terminato per i siti:
ja_jp: サイトの関連付けられたフォルダーのジョブが完了しました:
nl: Voltooide taak voor gekoppelde mappen voor sites:
pt: Trabalho de pastas associadas concluído para sites:
ru: Закончена работа по связанным папкам для сайтов:
te: సైట్u200cల కోసం అనుబంధిత ఫోల్డర్u200cల పని పూర్తయింది:
zh_cn: 已完成站点的关联文件夹作业：

source: Finished associated folders job for assets:
ar: تم الانتهاء من مهمة المجلدات المرتبطة للأصول:
bn: সম্পদের জন্য সংশ্লিষ্ট ফোল্ডার কাজ সমাপ্ত:
de: Auftrag zu verknüpften Ordnern für Assets abgeschlossen:
es: Trabajo de carpetas asociadas finalizadas para los activos:
fr: Travail des dossiers associés terminé pour les ressources :
he: הסתיימה עבודת תיקיות משויכות עבור נכסים:
hi: परिसंपत्तियों के लिए संबद्ध फ़ोल्डरों का कार्य समाप्त:
it: Lavoro delle cartelle associate terminato per le risorse:
ja_jp: アセットの関連付けられたフォルダーのジョブが完了しました:
nl: Voltooide taak voor geassocieerde mappen voor activa:
pt: Tarefa de pastas associadas concluída para ativos:
ru: Завершено задание связанных папок для ресурсов:
te: ఆస్తుల కోసం అనుబంధిత ఫోల్డర్u200cల పని పూర్తయింది:
zh_cn: 已完成资产的关联文件夹作业：

source: Configure Widget Properties
ar: تكوين خصائص القطعة
bn: উইজেট বৈশিষ্ট্য কনফিগার করুন
de: Konfigurieren Sie Widget-Eigenschaften
es: Configurar Propiedades del Widget
fr: Configurer les propriétés du widget
he: הגדר את מאפייני הווידג'ט
hi: विजेट गुण कॉन्फ़िगर करें
it: Configura le proprietà del widget
ja_jp: ウィジェットのプロパティを構成する
nl: Configureer widgeteigenschappen
pt: Configurar propriedades do widget
ru: Настройка свойств виджета
te: విడ్జెట్ లక్షణాలను కాన్ఫిగర్ చేయండి
zh_cn: 配置小部件属性

source: Widget name '
ar: اسم القطعة '
bn: উইজেটের নাম '
es: Nombre del widget '
fr: Nom du widget '
he: שם יישומון '
hi: विजेट नाम '
it: Nome del widget "
ja_jp: ウィジェット名 '
nl: Widgetnaam '
pt: Nome do widget '
ru: Имя виджета '
te: విడ్జెట్ పేరు '
zh_cn: 小部件名称'

source: ' is already in use. Please use another name.
ar: " قيد الاستخدام بالفعل. الرجاء استخدام اسم آخر.
bn: ' ইতিমধ্যেই ব্যবহার করা হচ্ছে। অন্য নাম ব্যবহার করুন.
de: ' ist bereits in Verwendung. Bitte verwenden Sie einen anderen Namen.
es: ' esta en uso. Utilice otro nombre.
fr: ' est déjà utilisé. Veuillez utiliser un autre nom.
he: ' כבר בשימוש. אנא השתמש בשם אחר.
hi: ' पहले से ही प्रयोग में है। कृपया कोई दूसरा नाम उपयोग करें.
it: ' è già in uso. Per favore usa un altro nome.
ja_jp: ' はすでに使用されています。別の名前を使用してください。
nl: ' is al in gebruik. Gebruik een andere naam.
pt: ' já está em uso. Por favor, use outro nome.
ru: ' уже используется. Пожалуйста, используйте другое имя.
te: ' ఇప్పటికే వాడుకలో ఉంది. దయచేసి మరొక పేరు ఉపయోగించండి.
zh_cn: ' 已经在使用中。请使用其他名称。

source: Widget Summary
ar: ملخص القطعة
bn: উইজেট সারাংশ
de: Widget-Zusammenfassung
es: Resumen del Widget
fr: Résumé des widgets
he: סיכום יישומון
hi: विजेट सारांश
it: Riepilogo del widget
ja_jp: ウィジェットの概要
nl: Widgetsamenvatting
pt: Resumo do widget
ru: Сводка виджета
te: విడ్జెట్ సారాంశం
zh_cn: 小部件摘要

source: Properties
ar: ملكيات
bn: বৈশিষ্ট্য
de: Eigenschaften
es: Propiedades
fr: Propriétés
he: נכסים
hi: गुण
it: Proprietà
ja_jp: プロパティ
nl: Eigenschappen
pt: Propriedades
ru: Характеристики
te: లక్షణాలు
zh_cn: 特性

source: Sorry for the inconvenience, could not get selected item details to insert image.
ar: نأسف للإزعاج، لم نتمكن من الحصول على تفاصيل العنصر المحدد لإدراج الصورة.
bn: অসুবিধার জন্য দুঃখিত, ছবি সন্নিবেশ করার জন্য নির্বাচিত আইটেমের বিশদ বিবরণ পেতে পারিনি।
de: Wir entschuldigen uns für die Unannehmlichkeiten. Die ausgewählten Artikeldetails konnten nicht zum Einfügen des Bildes abgerufen werden.
es: Disculpe las molestias, no se pudieron obtener los detalles del elemento seleccionado para insertar la imagen.
fr: Désolé pour le désagrément occasionné, impossible d'obtenir les détails de l'élément sélectionné pour insérer l'image.
he: מצטערים על אי הנוחות, לא ניתן היה לקבל את פרטי הפריט שנבחר כדי להוסיף תמונה.
hi: असुविधा के लिए खेद है, छवि सम्मिलित करने के लिए चयनित आइटम का विवरण नहीं मिल सका।
it: Ci scusiamo per l'inconveniente, non è stato possibile ottenere i dettagli dell'articolo selezionato per inserire l'immagine.
ja_jp: ご迷惑をおかけして申し訳ありませんが、画像を挿入するために選択したアイテムの詳細を取得できませんでした。
nl: Excuses voor het ongemak. Het lukte niet om de details van het geselecteerde item op te halen om de afbeelding in te voegen.
pt: Desculpe pelo transtorno, não foi possível obter os detalhes do item selecionado para inserir a imagem.
ru: Извините за неудобства, не удалось получить информацию о выбранном элементе для вставки изображения.
te: అసౌకర్యానికి క్షమించండి, చిత్రాన్ని చొప్పించడానికి ఎంచుకున్న అంశం వివరాలను పొందలేకపోయాము.
zh_cn: 抱歉给您带来不便，无法获取所选项目的详细信息以插入图像。

source: Please select an image.
ar: الرجاء اختيار صورة.
bn: একটি ছবি নির্বাচন করুন.
de: Bitte wählen Sie ein Bild aus.
es: Por favor seleccione una imagen.
fr: Veuillez sélectionner une image.
he: אנא בחר תמונה.
hi: कृपया एक छवि चुनें.
it: Seleziona un'immagine.
ja_jp: 画像を選択してください。
nl: Selecteer een afbeelding.
pt: Selecione uma imagem.
ru: Пожалуйста, выберите изображение.
te: దయచేసి ఒక చిత్రాన్ని ఎంచుకోండి.
zh_cn: 请选择一张图片。

source: We were unable to create the image because this is an invalid URL. Please validate the URL and re-enter the image.
ar: لم نتمكن من إنشاء الصورة لأن هذا عنوان URL غير صالح. يرجى التحقق من صحة عنوان URL وإعادة إدخال الصورة.
bn: আমরা ছবিটি তৈরি করতে পারিনি কারণ এটি একটি অবৈধ URL। অনুগ্রহ করে URLটি যাচাই করুন এবং চিত্রটি পুনরায় প্রবেশ করুন৷
de: Wir konnten das Bild nicht erstellen, da es sich um eine ungültige URL handelt. Bitte bestätigen Sie die URL und geben Sie das Bild erneut ein.
es: No pudimos crear la imagen porque esta es una URL no válida. Valide la URL y vuelva a ingresar la imagen.
fr: Nous n'avons pas pu créer l'image car il s'agit d'une URL non valide. Veuillez valider l'URL et saisir à nouveau l'image.
he: לא הצלחנו ליצור את התמונה מכיוון שזו כתובת אתר לא חוקית. נא לאמת את כתובת האתר והזן מחדש את התמונה.
hi: हम छवि बनाने में असमर्थ रहे क्योंकि यह एक अमान्य यूआरएल है। कृपया यूआरएल सत्यापित करें और छवि पुनः दर्ज करें।
it: Non siamo riusciti a creare l'immagine perché si tratta di un URL non valido. Convalida l'URL e inserisci nuovamente l'immagine.
ja_jp: これは無効な URL であるため、画像を作成できませんでした。 URL を確認し、画像を再入力してください。
nl: We konden de afbeelding niet maken omdat dit een ongeldige URL is. Valideer de URL en voer de afbeelding opnieuw in.
pt: Não foi possível criar a imagem porque este é um URL inválido. Valide o URL e insira a imagem novamente.
ru: Нам не удалось создать изображение, поскольку это неверный URL-адрес. Пожалуйста, подтвердите URL-адрес и повторно введите изображение.
te: ఇది చెల్లని URL అయినందున మేము చిత్రాన్ని సృష్టించలేకపోయాము. దయచేసి URLని ధృవీకరించి, చిత్రాన్ని మళ్లీ నమోదు చేయండి.
zh_cn: 我们无法创建图像，因为这是一个无效的 URL。请验证 URL 并重新输入图像。

source: Constrain proportions
ar: تقييد النسب
bn: অনুপাত সীমাবদ্ধ করুন
de: Proportionen einschränken
es: Restringir las proporciones
fr: Contraindre les proportions
he: הגבל פרופורציות
hi: अनुपात सीमित करें
it: Vincolare le proporzioni
ja_jp: 比率を制限する
nl: Beperk proporties
pt: Restringir proporções
ru: Ограничить пропорции
te: నిష్పత్తులను నిరోధించండి
zh_cn: 限制比例

source: Reset dimensions
ar: إعادة ضبط الأبعاد
bn: মাত্রা রিসেট করুন
de: Abmessungen zurücksetzen
es: Restablecer dimensiones
fr: Réinitialiser les dimensions
he: אפס מידות
hi: आयाम रीसेट करें
it: Reimposta dimensioni
ja_jp: 寸法をリセットする
nl: Afmetingen opnieuw instellen
pt: Redefinir dimensões
ru: Сбросить размеры
te: కొలతలు రీసెట్ చేయండి
zh_cn: 重置尺寸

source: Thumbnail
ar: صورة مصغرة
bn: থাম্বনেল
de: Miniaturansicht
es: Miniatura
fr: Vignette
he: תמונה ממוזערת
hi: थंबनेल
it: Miniatura
ja_jp: サムネイル
nl: Miniatuur
pt: Miniatura
ru: Миниатюра
te: సూక్ష్మచిత్రం
zh_cn: 缩略图

source: Image type
ar: نوع الصورة
bn: ছবির ধরন
de: Bildtyp
es: Tipo de imagen
fr: Type d'image
he: סוג תמונה
hi: छवि प्रकार
it: Tipo di immagine
ja_jp: 画像の種類
nl: Afbeeldingstype
pt: Tipo de imagem
ru: Тип изображения
te: చిత్రం రకం
zh_cn: 图片类型

source: Alignment
ar: تنسيق
bn: প্রান্তিককরণ
de: Ausrichtung
es: Alineación
fr: Alignement
he: מַעֲרָך
hi: संरेखण
it: Allineamento
ja_jp: 位置合わせ
nl: Uitlijning
pt: Alinhamento
ru: Выравнивание
te: అమరిక
zh_cn: 结盟

source: Insert/edit image
ar: إدراج/تحرير الصورة
bn: ছবি সন্নিবেশ/সম্পাদনা করুন
de: Bild einfügen/bearbeiten
es: Insertar / editar imagen
fr: Insérer/modifier une image
he: הוסף/ערוך תמונה
hi: छवि डालें/संपादित करें
it: Inserisci/modifica immagine
ja_jp: 画像の挿入・編集
nl: Afbeelding invoegen/bewerken
pt: Inserir/editar imagem
ru: Вставить/редактировать изображение
te: చిత్రాన్ని చొప్పించండి/సవరించండి
zh_cn: 插入/编辑图像

source: Insert image
ar: أدخل الصورة
bn: ছবি ঢোকান
de: Bild einfügen
es: Insertar imagen
fr: Insérer une image
he: הכנס תמונה
hi: चित्र डालें
it: Inserisci immagine
ja_jp: 画像の挿入
nl: Afbeelding invoegen
pt: Inserir imagem
ru: Вставить изображение
te: చిత్రాన్ని చొప్పించండి
zh_cn: 插入图片

source: None
ar: لا أحد
bn: কোনোটিই নয়
de: Keiner
es: Ninguna
fr: Aucun
he: אַף לֹא אֶחָד
hi: कोई नहीं
it: Nessuno
ja_jp: なし
nl: Geen
pt: Nenhum
ru: Никто
te: ఏదీ లేదు
zh_cn: 没有任何

source: Image list
ar: قائمة الصور
bn: ছবির তালিকা
de: Bildliste
es: Lista de imágenes
fr: Liste d'images
he: רשימת תמונות
hi: छवि सूची
it: Elenco immagini
ja_jp: 画像一覧
nl: Afbeeldingenlijst
pt: Lista de imagens
ru: Список изображений
te: చిత్ర జాబితా
zh_cn: 图片列表

source: Image description*
ar: وصف الصورة*
bn: ছবির বর্ণনা*
de: Bildbeschreibung*
es: Descripción de la imagen*
fr: Description de l'image*
he: תיאור תמונה*
hi: छवि विवरण*
it: Descrizione immagine*
ja_jp: 画像の説明*
nl: Afbeeldingsbeschrijving*
pt: Descrição da imagem*
ru: Описание изображения*
te: చిత్ర వివరణ*
zh_cn: 图片描述*

source: Override
ar: تجاوز
bn: ওভাররাইড করুন
de: Überschreiben
es: Anular
fr: Outrepasser
he: ביטול
hi: अवहेलना
it: Sostituisci
ja_jp: オーバーライド
nl: Overschrijven
pt: Substituir
ru: Переопределить
te: భర్తీ చేయండి
zh_cn: 覆盖

source: Decorative
ar: ديكور
bn: আলংকারিক
de: Dekorativ
es: Decorativa
fr: Décoratif
he: דקורטיבי
hi: सजावटी
it: Decorativo
ja_jp: 装飾的な
nl: Decoratief
pt: Decorativo
ru: Декоративный
te: అలంకారమైనది
zh_cn: 装饰性的
